def Articles():
    articles=[
        {
            'id':1,
            'title':'Article One',
            'body':'На днях японский производитель Semiconductor Energy Laboratory представил свою новейшую разработку — 8,3-дюймовые и 13,3-дюймовые OLED-дисплеи с разрешением 8K. Это обеспечивает рекордную плотность пикселей: для компактной версии — 1062 пикселя на дюйм, и 663 в случае более крупного варианта.',
            'author':'Mikhail Leontiev',
            'create_date':'07-01-2019'

        },
        {
            'id': 2,
            'title': 'Article Two',
            'body': 'На днях японский производитель Semiconductor Energy Laboratory представил свою новейшую разработку — 8,3-дюймовые и 13,3-дюймовые OLED-дисплеи с разрешением 8K. Это обеспечивает рекордную плотность пикселей: для компактной версии — 1062 пикселя на дюйм, и 663 в случае более крупного варианта.',
            'author': 'Mikhail Leontiev',
            'create_date': '07-01-2019'

        },
        {
            'id': 3,
            'title': 'Article Three',
            'body': 'На днях японский производитель Semiconductor Energy Laboratory представил свою новейшую разработку — 8,3-дюймовые и 13,3-дюймовые OLED-дисплеи с разрешением 8K. Это обеспечивает рекордную плотность пикселей: для компактной версии — 1062 пикселя на дюйм, и 663 в случае более крупного варианта.',
            'author': 'Mikhail Leontiev',
            'create_date': '07-01-2019'

        },
    ]
    return articles